{
    "description": "A glossary of terms commonly used in private equity, growth equity, and venture capital.",
    "note": "When a term is discussed in a blog post, a link to the blog post appears.",
    "terms": {
        "Generally, an accelerator will provide the startup with office space, some capital in exchange for equity in the company (or options to purchase equity), and assistance for an established period of time (usually a few months)": ".  Accelerators then \"graduate\" these companies by having a \"demo day\" where the companies present to potential investors",
        "In a strategic acquisition, an operating company acquires another company to advance a strategy (expand product/service offerings, expand a customer base, acquire technology or talent, to name a few)": ".  In a financial acquisition, a financial buyer (such as a private equity fund) acquires a company in order to improve its performance and later sell the company at a profit",
        "Alternative assets can include hedge funds, commodities, real estate, derivatives and private equity (venture capital, growth equity, buyouts, distressed debt and mezzanine financing)": ".  Alternative assets are generally riskier than traditional assets, but also have the potential to provide greater returns for investors.Alternative Investments",
        "Most countries have laws (\"anti-trust laws') that prohibit or discourage the concentration of a company's market power (monopolies)": ".  In the United States, these laws include the Sherman Act, the Clayton Act and the Hart-Scott-Rodino Antitrust Improvements Act (\"HSR\").  HSR requires the parties of a proposed acquisition that meet certain thresholds to file forms (called \"Hart-Scott-Rodino flings\") with the Department of Justice and the Federal Trade Commission providing detailed information about the companies and the transaction",
        "Whether an acquisition is an asset purchase or stock purchase depends on a variety of factors, including liability and tax considerations.Assets Under Management (AUM)": ".  Assets under management is the total amount of capital that an asset manager (investment advisor, private equity firm, etc.) has under active management",
        "A Beta of over 1 means the security's price moves up (down) more than the market moves up (down)": ".  A Beta of under 1.0 means that the security's price moves up (down) less than the market moves up (down).  Beta is also used in private equity to denote the portion of returns that are due to market factors, while Alpha refers to the returns generated by the active management of the fund manager.Blind Pool",
        "Bridge financings are often structured as convertible debt or as Simple Agreements for Future Equity (SAFE)": ".  See also \"Convertible Note\" and \"Simple Agreement for Future Equity.\"Bridge Loan",
        "A buyout is a transaction where an investor (typically a private equity fund) acquires control of a mature operating company (which may be public or private) and where a significant portion of the purchase price consists of debt (which is why they are often called \"leveraged buyouts\")": ".  For more, please see my post \"What are Buyouts?  Here's my Definition\" which can be found here: http://www.allenlatta.com/allens-blog/what-are-buyouts-heres-my-definition​Go To Top CCap Table",
        "Carried interest is usually 20% of the fund's profits, but in some venture funds the carry can be as high as 30%": ".  For more, please see my blog post \"LP Corner: Fund Terms - Carried Interest.\"Carry",
        "This is usually relevant for cash-flow negative companies in order to understand how long the company can operate before running out of cash (known as a \"runway.\")": ".  For example, if a company has $5 million of cash in the bank from a Series A financing, and is burning $500,000 per month in cash operating expenses, the company has 10 months of runway before it will need to raise additional capital.Cash Drag",
        "Club deals can occur because the lead private equity firm can't finance the transaction alone, and so and so brings in another private equity fund (or funds)": ".  Club deals can also occur when private equity firms with unique capabilities (sales and marketing, finance, operations, etc.) join together to use these capabilities to help improve the company's performance after acquisition.Co-Investment",
        "The buyer can be another company (a strategic buyer) or a financial buyer, such as a private equity fund.Corporate Venture Capital (CVC)": ".  Corporate venture capital (also known as \"CVC\") occurs when an operating company invests in emerging companies",
        "Ownership dilution (also known as \"equity dilution\") can be mitigated by the investors having a right to participate in later financings, known as a Right of First Offer or Pre-Emptive Right (see \"Right of First Offer\"": ".  See the post \"Rights of First Offer (aka Pre-Emptive Rights): An Overview.\".  Valuation dilution can also be mitigated - see \"Anti-Dilution\" above or the post \"Anti-Dilution Protection: An Overview.\"  For more on dilution, see the posts \"Dilution Part One: Understanding Ownership Dilution\" and \"Dilution Part Two: Value Dilution.\" Direct Investment",
        "See \"Secondary.\"Discounted Cash Flow (DCF)": ".  Discounted cash flow, or DCF, is a valuation model that projects a company's cash flows out in the future, and then calculates the present value of these cash flows to determine the value of a company",
        "DCF is commonly used on mature companies with a history of cash flows, but is not generally used to value early stage startups.Distribution (Distributed Capital)": ".  A \"distribution\" is cash and/or stock paid to an investor (limited partner) from a fund",
        "Distributed to Paid-in-Capital (DPI)": ".  Also known as a \"realization multiple,\" DPI is the ratio of Distributed capital / Paid-in-Capital",
        "Dividends can only be paid if the company has available assets to pay the dividend; state law will prohibit a company from making a dividend unless the company meets certain tests (such as having retained earnings, being solvent, and/or having sufficient assets in excess of liabilities to pay the dividend)": ".  Dividends are usually paid in cash, but in some cases a company might make a dividend of its own stock (a \"stock dividend\").  Dividends can be mandatory (which is negotiated by investors) or at the discretion of the board of directors (drafted as \"when and as declared by the board\").  Dividends can be expressed as a dollar amount ($0.13 per share) or as a percentage of the stock price paid by investors (8% dividend).  Dividends are usually paid quarterly",
        "A \"dividend recapitalization\" or \"dividend recap\" is a financial restructuring of a private-equity-backed company, whereby the debt is refinanced (the company takes on additional debt) so that the company can use cash from the debt refinancing to pay a special dividend to its shareholders (primarily private equity funds)": ".  This is one way that private equity firms can obtain partial liquidity from an investment.Down Round",
        "Earnings Before Interest Taxes Depreciation and Amortization (EBITDA)": ".  EBITDA is an approximation of a company's cash flow",
        "See Pitch.Enterprise Value (EV)": ".  Enterprise value is the total value of a company, which includes equity value as measured by fully-diluted market capitalization plus net debt",
        "Equity is basic ownership in a company, usually in the form of stock (common stock or preferred stock) or in an instrument that converts into equity (stock options, warrants, convertible debt and SAFEs)": ".  See my post \"LP Corner: Understanding the “Equity” of Private Equity (or, An Introduction to Common Stock and Preferred Stock).\"EV",
        "This typically means that the company is looking to raise a minimum amount of money at an established valuation (a financing round with a negotiated valuation is called a \"priced round\")": ".  To raise money, the company will approach investors and when they have obtained commitments from investors for the minimum amount they want to raise, a \"closing\" occurs where the investors sign financing documents (such as a stock purchase agreement) and pay cash to the company and the company issues shares to the investors",
        "When existing stockholders participate in the following offering, the follow-on offering has components of a primary offering (shares sold by the company) and a secondary offering (shares sold by the existing stockholders)": ".  Venture capitalists and other investors in the company when it was private often participate in these follow-on offerings by exercising their registration rights",
        "See also \"LP Corner: An Overview of Fund Secondaries.\"Go To Top  GGeneral Partner (GP)": ".  The \"general partner\" of a private equity fund is an entity which manages the fund",
        "See the post \"Venture Capital Financings: Information Rights.\"Initial Public Offering (IPO)": ".  An initial public offering, or IPO, is the first time a company sells its stock to the public",
        "Types of institutional investors include sovereign wealth funds, public and private pension funds, corporations, insurance companies, foundations and endowments.Institutional Limited Partners Association (ILPA)": ".  The ILPA is an organization promoting the interests of limited partners",
        "In contrast, the \"final return\" is the return of a fund after all value has been returned to its LPs and the fund is liquidated.Internal Rate of Return (IRR)": ".  As used in Private Equity, IRR is the annualized rate of return from a series of cash flows relating to a fund",
        "This is the \"lead investor.\"Letter of Intent (LOI)": ".  A letter of intent is a letter that describes the principal terms of a transaction",
        "See Term Sheets for more, and see the post \"Annotated Term Sheet\" for an example of a term sheet for a venture capital financing.Leveraged Buyout (LBO)": ".  See Buyout.Limited Partner (LP).  A \"limited partner\" is an investor in a US limited partnership, which is the most common structure for private equity funds",
        "See my post \"LP Corner: US Private Equity Fund Structure - The Limited Partnership\" here: http://www.allenlatta.com/allens-blog/lp-corner-us-private-equity-fund-structure-the-limited-partnershipLimited Partnership Agreement (LPA)": ".  A limited partnership agreement is the agreement among the limited partners (LPs) and general partner (GP) of a fund, which sets forth the rights and duties of the LPs and the GP, and also sets forth the key terms of the fund, such as management fee, carried interest, fund expenses, fund term, \"key-person\" clause, \"no-fault divorce\" clause, etc.Liquidation",
        "For example, assume a $100 million fund with 10 limited partners:  LP-A committed $30 million to the fund (representing 30% of the committed capital); LP-B committed $15 million to the fund (15%), LP-C committed $15 million (15%), LP-D committed $10 million (10%) and the 6 remaining limited partners each committed $5 million (5% each)": ".  If LP-A (30%), LP-B (15%) and LP-D (10%) vote on a matter that requires the consent of a majority in interest, these 3 investors represent 55% of the committed capital and are a majority in interest.Management Buyout (MBO).  A management buyout is a leveraged buyout where the management team leads the buyout process or is a major force behind the buyout",
        "Management fee offsets refers to certain fees paid to the General Partner by their portfolio companies, which reduce the amount of management fee paid to the General Partner by the fund (the management fee are offset by these other fees)": ".  This usually occurs in buyout funds",
        "Typically used in leveraged buyouts, mezzanine debt is junior (subordinate) to a company's senior (bank) debt, but senior to all equity.Middle Market Buyouts (aka Mid-Market Buyouts)": ".  Middle market buyouts (also known as mid-market buyouts) are those where the target companies are middle market companies.Middle Market Companies",
        "See \"Gross Return\" and \"Net Return.\"​Go To Top  NNational Venture Capital Association (NVCA)": ".  The trade association for venture capital in the US",
        "See Dilution.Go To Top  PPaid-in-Capital (PI or PIC)": ".  Paid-in-capital (also known as 'PI\" or \"PIC\") is the capital that has been contributed by investors (limited partners) to a private equity partnership",
        "See Anti-Dilution above and the post: \"Anti-Dilution Protection: An Overview.\" Payment-in-Kind (PIK)": ".  Payment-in-kind, or \"PIK,\" is payment made with stock instead of cash",
        "For more, see the posts \"Venture Capital Financings: Registration Rights Part 1\" and \"Venture Capital Financings: Registration Rights Part 2\"": ".  See also Initial Public Offering, Registrable Securities, Registration Rights and Registered Offerings.PIK",
        "See the post \"Venture Capital Financings: Protective Provisions.\" Public Market Equivalent (PME)": ".  A \"Public Market Equivalent\" is a methodology to compare the return from a private equity fund to the return from a public market index, using the same or modified cash flows from the fund to invest in the public market index",
        "Link: https://www.ecfr.gov/current/title-17/chapter-II/part-275/section-275.205-3#p-275.205-3(d)(1)​": ".   Here's the latest SEC release on the thresholds: https://www.sec.gov/rules/other/2021/ia-5756.pdf",
        "Link to the rule:  https://www.ecfr.gov/current/title-17/chapter-II/part-230/section-230.144A#p-230.144A(a)": ".  See also \"Accredited Investor,\" \"Qualified Client\" and \"Qualified Purchaser.\"Qualified Purchaser",
        "Because the stock is unregistered, preferred stockholders obtain the right to require the company to register the stock (a \"demand registration\") or to tag along if the company otherwise registers its stock (a \"piggyback registration.\" The shares of stock covered by these registration rights are called \"registrable securities.\"  See the post \"Venture Capital Financings: Registration Rights Part 1\"": ".  See also Registration, Registration Rights and Registered Offerings.Registration",
        "For more, see the posts \"Venture Capital Financings: Registration Rights Part 1\" and \"Venture Capital Financings: Registration Rights Part 2\"": ".  See also Initial Public Offering, Registrable Securities, Registration Rights and Registered Offerings.Registration Rights",
        "See the posts \"Venture Capital Financings: Registration Rights Part 1\" and \"Venture Capital Financings: Registration Rights Part 2\"": ".  See also Initial Public Offering, Registrable Securities, Registration and Registration Rights.​Regulation D",
        "For buyout funds, a fund may reserve capital to be used for future acquisitions by the company in which the fund invested.Residual Value (RV)": ".  Residual Value is the remaining value of a fund",
        "See my post: \"LP Corner: Fund Performance Metrics - Multiples TVPI, DPI and RVPI.\"  Link: http://www.allenlatta.com/allens-blog/lp-corner-fund-performance-metrics-multiples-tvpi-dpi-and-rvpiResidual Value to Paid-in-Capital (RVPI)": ".  RVPI is the ratio of Residual Value to Paid-in-Capital",
        "See my post: \"LP Corner: Fund Performance Metrics - Multiples TVPI, DPI and RVPI.\"  Link: http://www.allenlatta.com/allens-blog/lp-corner-fund-performance-metrics-multiples-tvpi-dpi-and-rvpiReturn on Investment (ROI)": ".  The \"return on investment\" or \"ROI\" is the gain or loss on an investment, expressed as a percentage.Reverse Denominator Effect",
        "See Denominator Effect.Right of First Offer (ROFO)": ".  A \"right of first offer\" or ROFO (also known as a \"pre-emptive right\"), is a right given to an investor to participate in the company's future financing rounds in order enable the investor to maintain its ownership interest in the company",
        "See the post \"Rights of First Offer (aka Pre-Emptive Rights): An Overview.\"  See also Dilution and Anti-Dilution.Right of First Refusal (ROFR)": ".  Generally speaking, a right of first refusal (or \"ROFR\"; pronounced \"Roafer\") applies when an existing stockholder in a company wants to sell its shares",
        "Here's a useful link: https://www.sec.gov/answers/about-lawsshtml.html Securities and Exchange Commission (SEC)": ".  The Securities and Exchange Commission (also known as the \"SEC\") is the US government agency that is the watchdog of all securities transactions that fall under the purview of the Securities Act",
        "Under Howey, a security involves (1) an investment of money, (2) in a common enterprise, (3) where there is an expectation of profits from the efforts of the promoter (or a third party)": ".  The bottom line is that if someone purchases something (stock, something that converts into stock, many promissory notes, etc",
        "Convertible preferred stock is usually issued in this round of financing, and so this round may also be referred to a \"Series A Preferred Stock Financing\" or a \"Series A Convertible Preferred Stock Financing.\"Series B, C, D ...": ". Financing",
        "See Stock Purchase Transaction.Simple Agreement for Future Equity (SAFE)": ".  A simple agreement for future equity, or SAFE, is an instrument used by start-ups to obtain financing from investors in anticipation of a larger financing round in the future",
        "See Quartile Returns.Total Value (TV)": ".  Total Value is the total value of a private equity fund, which includes distributions paid to limited partners and the remaining (or \"residual\") value of the fund",
        "See my post: \"LP Corner: Fund Performance Metrics - Multiples TVPI, DPI and RVPI.\"  Link: http://www.allenlatta.com/allens-blog/lp-corner-fund-performance-metrics-multiples-tvpi-dpi-and-rvpiTotal Value to Paid-in-Capital (TVPI)": ".  TVPI is the ratio of total value of the fund to paid-in-capital",
        "A zombie company is one that received its first venture capital investment long ago, is not growing or is growing very slowly, has barely enough cash flow to keep operating, and has no clear path to liquidity (being sold or going IPO)": ".  A zombie fund is a private equity fund that is beyond the original fund term (10-12 years), is long past its investment period and has a few remaining portfolio investments in the fund (often zombie companies) that haven't been able to be exited"
    }
}